       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.
       PROCEDURE DIVISION.
      * Every great journey begins with a first line.
           DISPLAY "Hello, World!".
           STOP RUN.
