       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.
       PROCEDURE DIVISION.
      * this is a comment and is ignored by the compiler
      * Every great journey begins with a first line.
           DISPLAY "Hello, World!".
           STOP RUN.
